Revit 2024 API
FillGrid Constructor
 Creates a simple fill grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public FillGrid()
Visual Basic
Public Sub New
Visual C++
public:
FillGrid()
See Also
FillGrid Class
FillGrid Overload
Autodesk.Revit.DB Namespace